/* choose button - open panel */
"Choose" = "Choose";

/* Informational text in the webview */
"Clicking on a link to this file will cause it to be downloaded in your browser." = "Clicking on a link to this file will cause it to be downloaded in your browser.";

/* Informational text in the webview */
"No file specified" = "No file specified";

/* alert info */
"Please select a different file or use the Finder to give the file an extension." = "Please select a different file or use the Finder to give the file an extension.";

/* Informational text in the webview */
"This display is a placeholder for this file:" = "This display is a placeholder for this file:";

/* alert title */
"This file cannot be used for downloading as it has no filename extension." = "This file cannot be used for downloading as it has no filename extension.";

/* Informational text in the webview */
"Use the Inspector to set the file and title of this page." = "Use the Inspector to set the file and title of this page.";

